sdaiRemove(Sdai_Id_aggr*,SdaiPrimitiveType,BTEllipsis)
\details
Removes a member from an unordered aggregate (set/bag) instance.
\param unorderedAggr [in] An aggregate instance to remove the member from.
\param valueType     [in] A data type of the value to remove.
\remarks
You can remove more than one member from the unordered aggregate by passing values to the function starting from the third parameter.